Repository: printempstg/craft-5152-en-ro
Catalog: omegat/project_save.tmx
Source language: en
Languages: ro

source: • »SURGICEL FIBRILLAR Haemostat is supplied sterile and as the material is not compatible with autoclaving or ethylene oxide sterilization SURGICEL FIBRILLAR Haemostat should not be re-sterilised.
ro: •»Hemostaticul SURGICEL FIBRILLAR este furnizat în stare sterilă și, întrucât materialul nu este compatibil cu sterilizarea prin autoclavare sau cu oxid de etilenă, hemostaticul SURGICEL FIBRILLAR nu trebuie resterilizat.

source: • »SURGICEL FIBRILLAR Haemostat should not be impregnated with anti-infective agents or with other materials such as buffering or haemostatic substances.
ro: •»Hemostaticul SURGICEL FIBRILLAR nu trebuie impregnat cu agenţi anti-infecţioși sau cu alte materiale cum ar fi soluţiile-tampon sau substanţele cu acţiune hemostatică.

source: • »SURGICEL FIBRILLAR Haemostat should not be used on non-haemorrhagic serous oozing surfaces, since body fluids other than whole blood, such as serum, do not react with SURGICEL FIBRILLAR Haemostat to produce satisfactory haemostatic effect.
ro: •»Hemostaticul SURGICEL FIBRILLAR nu trebuie utilizat pe suprafeţe non-hemoragice cu secreţie seroasă întrucât celelalte fluide corporale în afară de sângele integral, cum ar fi serul, nu reacţionează cu hemostaticul SURGICEL FIBRILLAR pentru producerea unui efect hemostatic satisfăcător.

source: • »SURGICEL FIBRILLAR Haemostat should not be used on non-haemorrhagic serous oozing surfaces, since body fluids other than whole blood, such as serum, do not react with SURGICEL FIBRILLAR Haemostat to produce satisfactory haemostatic effect.•»SURGICEL FIBRILLAR Haemostat should not be used as an adhesion prevention product.Warnings
ro: •»Hemostaticul SURGICEL FIBRILLAR nu trebuie utilizat pe suprafeţe non-hemoragice cu secreţie seroasă întrucât celelalte fluide corporale în afară de sângele integral, cum ar fi serul, nu reacţionează cu hemostaticul SURGICEL FIBRILLAR pentru producerea unui efect hemostatic satisfăcător.

source: • »SURGICEL FIBRILLAR Haemostat should not be used to control haemorrhage from large arteries.
ro: •»Hemostaticul SURGICEL FIBRILLAR nu trebuie utilizat pentru controlul hemoragiilor provenite de la arterele mari.

source: • »Since absorption of SURGICEL FIBRILLAR Haemostat could be prevented in chemically cauterized areas, its use should not be preceded by application of silver nitrate or any other escharotic chemicals.
ro: •»Întrucât absorbţia hemostaticului SURGICEL FIBRILLAR poate fi împiedicată în zonele cauterizate prin mijloace chimice, utilizarea sa nu trebuie precedată de aplicarea de nitrat de argint sau orice alte substanţe chimice cicatrizante.

source: • »The haemostatic effect of SURGICEL FIBRILLAR Haemostat is greater when it is applied dry; therefore it should not be moistened with water or saline.
ro: •»Efectul hemostatic al hemostaticului SURGICEL FIBRILLAR este mai mare dacă este aplicat uscat; prin urmare, nu trebuie umezit cu apă sau soluţie salină.

source: • »There have been reports of stenotic effect when SURGICEL FIBRILLAR Haemostat has been applied as a wrap during vascular surgery.
ro: •»S-au raportat cazuri de efecte de stenozare atunci când hemostaticul SURGICEL FIBRILLAR a fost aplicat ca material de înfășurare în cadrul procedurilor de chirurgie vasculară.

source: • »Use only as much SURGICEL FIBRILLAR Haemostat as is necessary for haemostasis, holding it firmly in place until bleeding stops.
ro: •»Utilizaţi doar acea cantitate de hemostatic SURGICEL FIBRILLAR care este necesară pentru hemostază, menţinând materialul ferm în poziţie până la oprirea hemoragiei.

source: • »When SURGICEL FIBRILLAR Haemostat is used to help achieve haemostasis in, around, or in proximity to foramina in bone, areas of bony confine, the spinal cord, or the optic nerve and chiasm, it must always be removed after haemostasis is achieved since it will swell and could exert unwanted pressure.
ro: •»Atunci când se utilizează hemostaticul SURGICEL FIBRILLAR pentru a ajuta la obţinerea hemostazei în, în jurul sau în proximitatea unor foramene osoase, a unor zone închise de elemente osoase, a măduvei spinării sau a nervului optic ori chiasmei optice, acesta trebuie întotdeauna îndepărtat după obţinerea hemostazei întrucât se va umfla și poate exercita o presiune nedorită.

source: • »“Encapsulation” of fluid and foreign body reactions have been reported.
ro: •»Au fost raportate cazuri de „încapsulare” de lichid și de reacţii de corp străin.

source: •»SURGICEL FIBRILLAR Haemostat should not be used as an adhesion prevention product.
ro: •»Hemostaticul SURGICEL FIBRILLAR nu trebuie utilizat ca produs de prevenire a aderenţelor.
